insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,options,hashTag) values(
"[3%할인쿠폰][서울] 롯데월드 패키지(호텔+티켓)",
"23000",
"Asia",
"korea",
"서울 송파구 올림픽로 240",
"체크인 3:00PM/ 체크아웃 12:00PM",
"1588-6692",
"롯데월드와 롯캉스. 롯데월드 자유이용권(3매)+서울호텔 패밀리룸 1박 2일",
"이 상품은 롯데월드 자유이용권(종일) 3매와 호텔 1박이 기본으로 포함된 상품입니다. 한정 객실 수량으로 예약시점으로부터 선착순 예약진행 및 확정됩니다. 모든 호텔은 성인 2명+아동 2명까지 입실가능하나 협소할 수 있음을 감안해주세요 호텔 조식은 불포함이며 호텔조식 및 부대 시설 등 추가요금은 현장결제입니다. 성인 3명 입실하는 경우, 반드시 게시판 or 대표번호 문의 후 진행해 주세요.",
'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1582.4322089323657!2d127.09707265872194!3d37.51111579999999!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x357ca5a7250efe81%3A0x433df2c1fec03b98!2z66Gv642w7JuU65Oc!5e0!3m2!1sko!2skr!4v1639545198971!5m2!1sko!2skr',
"seoul.jpg",
"롯데월드 자유이용권:2300/그레이스리 호텔 1박+자유이용권 3매:127000/코액스글래드 호텔 1박+자유이용권3매:173000/코리아나 호텔 1박+자유이용권 3매:137000",
"#가족이랑#우리 아이와#짜릿한 액티비티 즐기러#초특가"
);

insert into Product(proName , price , continent,nation,date,tel,text,detailtext,mapurl,img_root,hashTag,options) values(
"[홍콩] SKY100 전망대 입장권",
"137900",
"Asia",
"Honkong",
"일요일-목요일: 오전 10시-오후 09시 (마지막 입장: 20:30) 금요일-토요일: 오전 10시-오후 10시 30분 (마지막 입장: 22:00)",
"+852 2613 3888",
"가장 긴 엘리베이터를 타고 가장 높은 빌딩에 올라 홍콩의 뷰를 감상해 보세요.",
"스카이100 홍콩 전망대는 홍콩에서 가장 높은 빌딩인 국제상업센터(International Commerce Center, ICC)는 100층에 위치해 있습니다.해발 393m에 자리한 홍콩 유일의 실내 전망대에서 홍콩 시내는 물론이고 유명한 빅토리아 항구의 전경을 360도로 감상하실 수 있습니다.주요 교통 시설 및 세계적 수준의 쇼핑몰과 연결되어 있어, 홍콩을 찾는 관광객들이 반드시 가봐야 하는 장소로 손꼽힙니다.
60초 만에 100층에 도착하는 초고속 더블데크 엘리베이터도 명물입니다. 황홀한 홍콩의 파노라마 경관과 아름다운 경치 감상 외에도, 스카이100에서는 대규모 인터랙티브 멀티미디어 전시장과 종합 방문객 센터도 이용할 수 있습니다. 홍콩의 역사와 문화를 알 수 있는 흥미로운 내용과 최신 전시 기술을 통해 방문객들은 홍콩에 대한 지식을 얻을 수 있습니다.",
'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3691.3293403221937!2d114.15804231495484!3d22.30338098532202!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3404009114f7cebb%3A0x6a5ef95a4f975050!2zU0tZMTAwIO2Zjey9qSDsoITrp53rjIA!5e0!3m2!1sko!2skr!4v1639475550435!5m2!1sko!2skr',
"Honkong.jpg",
"#가족이랑#부모님과#사랑하는 사람과#풍경 보러#추억여행",
"일반 입장권:137900/패스트트랙 입장권:150000"
);
select * from Product where nation like 'korea';

insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,hashTag,options) values(
"[도쿄] 세가도시낙원(구 조이폴리스)",
"45000",
"Asia",
"Japan",
"from 3F to 5F, 1-6-1 Daiba, Minato-ku, Tokyo",
"10:00~20:00",
"03-5500-18018",
"일본 내 최대규모를 자랑하는 실내형 테마파크 도쿄 도쿄세가도시낙원( 구 도쿄 조이폴리스)! 오다이바에서 즐기는 20종류 이상의 다양한 어트랙션!",
"오다이바 최고의 실내 테마파크인 조이폴리스에 방문해 다양한 어트랙션을 즐겨보세요.게임 회사인 세가(SEGA)에서 만든 일본 최고의 실내 테마파크로 3D 어트랙션과 20개 이상의 게임도 할 수 있으며 그 외에도 하프라이프 라이드, 실내 롤러코스터 등 재미있는 어트랙션을 즐기실 수 있습니다.",
'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3242.9619574795865!2d139.77317531554982!3d35.62866434046002!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x601889f65e4f37b9%3A0x54acae2e02ff1426!2z64-E7L-EIOyhsOydtCDtj7TrpqzsiqQ!5e0!3m2!1sko!2skr!4v1639475965628!5m2!1sko!2skr',
"dokyo.jpg",
"#가족이랑#우리 아이와#친구와#짧게 떠나는 여행#추억여행",
"일반 입장권:45000/패스트트랙 입장권:65000"
);


insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,hashTag,options) values(
"[파리] 에펠탑 패스트트랙 입장권",
"56000",
"Europe",
"France",
"Champ de Mars, 5 Av. Anatole France, 75007 Paris, 프랑스",
"오전 9:30~오후 10:30",
"+33892701239",
"파리의 대표적인 랜드마크! 에펠탑 패스트트랙 입장권 상품입니다.",
"파리의 대표적인 랜드마크! 에펠탑 패스트트랙 입장권 상품입니다.전세계인의 사랑을 받는 에펠탑! 이제 패스트트랙 상품으로 빠르게 즐겨보세요!",
'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3242.9619574795865!2d139.77317531554982!3d35.62866434046002!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x601889f65e4f37b9%3A0x54acae2e02ff1426!2z64-E7L-EIOyhsOydtCDtj7TrpqzsiqQ!5e0!3m2!1sko!2skr!4v1639475965628!5m2!1sko!2skr',
"paris.jpg",
"#가족이랑#사랑하는 사람과#친구와#풍경 보러",
"일반 입장권:56000/패스트트랙 입장권:75000"
);

insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,options,hashTag) values(
"[유럽] 서유럽 5국 9일 핵심관광",
"3599000",
"Europe",
"영국,프랑스,스위스,이탈리아,독일",
"(03161) 서울특별시 종로구 인사동 5길 41",
"7박 9일 
출발 : 2021.12.28(화) 10:15 2021.12.28(화) 17:05 
도착 : 2022.01.04(화) 18:10 2022.01.05(수) 11:20 ",
"1577-1233 ",
"영국,프랑스,스위스,이탈리아,독일 5개국의 서유럽 핵심 도시들과 멋진 알프스의 절경인 몽블랑을 조망하는 알찬 패키지 상품입니다.",
"베네치아 대운하(수상택시) 투어, 벤츠 밴 탑승 로마 투어, 에펠탑(2F)전망대 & 세느강 유람선 투어
서유럽 여행을 하나투어와 함께 해야하는 이유!
하나투어 전문 유럽 인솔자, 가이드와 함께하는 든든한 여행.
서유럽의 역사,문화,예술,자연을 아우르는 핵심 일정.
노쇼핑, 노옵션, 가이드경비 포함으로 부담없이 즐기는 여행.
서유럽 핵심 포함 관광지
런던 - 대영박물관.
파리 - 세계 3대 박물관 루브르 박물관 관람.
샤모니 - 알프스 최고봉 샤모니 몽블랑, 브레방 전망대 등정.
밀라노 - 패션의 도시 밀라노 관광.
베네치아 - 수상택시 탑승 대운하 투어.
피렌체 - 르네상스의 발상지 꽃의 도시 피렌체 관광.
바티칸 시국 - 바티칸 박물관 (사전 예약제로 대기시간 단축! 타사비교 필수).
로마 - 이탈리아의 수도 로마 관광.
프랑크푸르트- 독일의 수도 프랑크푸르트 관광.
하이델베르크 - 대학의 도시 하이델베르크 관광.",
'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d9941.41466053699!2d-0.4542955!3d51.4700223!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x8fe7535543f64167!2z7Z6I7Iqk66GcIOqzte2VrQ!5e0!3m2!1sko!2skr!4v1639981000145!5m2!1sko!2skr',
"west.jpg",
"특실 업그레이드 : 3899000",
"#샤모니몽블랑 #하이델베르크"
);

insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,options,hashTag) values(
"[오세아니아] 호주/뉴질랜드 10일 ",
"4969800",
"Oceania",
"호주/뉴질랜드 ",
"(03161) 서울특별시 종로구 인사동 5길 41",
"8박 10일
출발 : 2021.12.24(금) 18:40 2021.12.25(토) 06:15
도착 : 2022.01.02(일) 11:45 2022.01.02(일) 21:05 ",
"1577-1233 ",
"호주 시드니의 랜드마크 찍고, 뉴질랜드 남북섬까지 여행하는 일정입니다.",
"세계적인 선진 도시, 호주 시드니.
유네스코 자연유산 '블루마운틴 국립공원'.
페더데일 야생 동물원 : 호주의 희귀동물을 만날 수 있는 기회!
또 다른 느낌의 시드니를 볼 수 있는 하버 티크루즈 탑승.
호주까지 왔는데, 이걸 빼놓을 순 없죠 - 랜드마크이자 유명 건축물 중 하나인, 오페라하우스 - 세계에서 4번째로 긴 다리, 하버브릿지.
시드니 도심에서 멀지 않은 곳에 있는 피서지?! - 동부 해안 서퍼들의 천국, 본다이 비치 - 햇볕과 바람이 맛있는 해안 산책로 갭 파크와 더들리페이지
경이로운 풍경이 가득한 뉴질랜드 남섬.
트와이젤 명소 관광 - 영화 '반지의 제왕'의 촬영지, 트와이젤 - 밀키블루색의 신비로운 테카포 호수와 선한 양치기의 교회.
고요하면서도 활기찬 느낌의 와나카 - 재미있고 신기한 착시의 세계 체험, 퍼즐링월드 - 산에 둘러싸여 있는 평화롭고도 아름다운 와나카호수.
퀸스타운 주변 관광 - 옛 서부시대의 탄광촌의 정취가 남아있는 남섬 골드러시의 유적, 애로우 타운(Arrowtown) - 43m 높이의 카와라우 다리에서 바라보는 카라와우 번지점프대.
피요르드랜드 국립공원 - 거울처럼 반사되어 보인다는 거울 호수 - 태고의 자연을 감상하는 밀포드 사운드 크루즈.
주요 도시와 자연이 어우러진 뉴질랜드 북섬. 와이토모 - 세계 8대 불가사의 중 하나인 와이토모 반딧불 동굴 투어.
로토루아 - 시내의 전경, 호수를 내려다 볼 수 있는 스카이라인 곤돌라 - 아그로돔 농장에서의 양털 깎기, 양몰이 쇼 관람 - 뉴질랜드 전통목장 헤리티지팜 - 세계 10대 스파 중 한 곳,폴리네시안 스파 - 타국에서 즐기는 신선한 산림욕, 레드우드 수목원 - 뉴질랜드를 주제로 한 트릭아트 갤러리 관람.",
'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d424146.1026431751!2d150.65179648556548!3d-33.84735672391948!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x6b129838f39a743f%3A0x3017d681632a850!2z7Jik7Iqk7Yq466CI7J2866as7JWEIOuJtOyCrOyasOyKpOybqOydvOyKpCDso7wg7Iuc65Oc64uI!5e0!3m2!1sko!2skr!4v1639982050438!5m2!1sko!2skr',
"Oceania.jpg",
"시드니 야경투어:5028800",
"#밀퍼드사운드 #와이토모반딧불 #시드니 #블루마운틴"
);


insert into Product(proName , price , continent,nation,address,date,text,detailtext,mapurl,img_root,options,hashTag) values(
"[하노이] 감성 시티투어 (하노이 핫플레이스) ",
"120000",
"Asia",
"베트남",
"5 P. Trần Phú, Cửa Đông, Hoàn Kiếm, Hà Nội 100000 베트남",
"24시간 영업",
"하노이 기찻길 마을, 벽화 거리, 호안끼엠 구시가지 투어를 한 번에!",
"*하노이 기찻길 마을
하노이역에서 롱비엔역까지 이어지는 철길 마을로 인생샷의 명소인 감성적인 카페가 많이 있는 곳입니다.

*벽화 거리
한국과 베트남 수교 25주년을 기념하여 만든 공동 미술로 베트남작가와 한국 작가가 참여한 작품이 있는 곳입니다.

*호안끼엠 구시가지
하노이 구시가지의 상징이며 에전에는 36거리라고 풀리었고 많은 상점들이 밀집 되어 있는 곳입니다.

이투어는 베트남 현지 회사가 운영하는 단체 투어로 가이드는 베트남 현지 영어 가이드 입니다.
다른 나라 분들과 같이 가시는 현지 단체 투어 입니다.
지정 장소인 호안끼엠 주변 호텔에서만 미팅하며 투어종료도 호안끼엠쪽에서 하차 합니다.
휴관으로 인해 투어 진행이 불가피할 경우 대체 일정으로 진행 됩니다.
호안끼엠 주변 차량 통제 일시 (금요일 18:00~일요일 24:00)차량 진입불가시 걸어서 갈수 있습니다.",
'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3724.064551304058!2d105.84182965053209!3d21.03010299303956!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3135ab96341a8289%3A0x1829acc99be66c19!2z7ZWY64W47J20IOq4sOywu-q4uA!5e0!3m2!1sko!2skr!4v1639709114883!5m2!1sko!2skr',
"Hanoi.jpg",
"핫플레이스 인생샷:132000",
"#가족이랑#사랑하는 사람과#이색체험#짧게 떠나는 여행#추억여행"
);

insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,options,hashTag) values(
"[뉴욕] 엠파이어스테이트빌딩 입장권",
"45900",
"NorthA",
"미국",
"20 W 34th St, New York, NY 10001 미국",
"월 화 수, 오후 1:00~10:00 / 금 토 일, 오전 11:00~오후 11:00",
" +12127363100",
"엠파이어 스테이트 빌딩 입장권 상품입니다. 맨해튼의 멋진 시티뷰를 감상하고 싶으시다면 엠파이어 스테이트 빌딩에 올라 한 눈에 감상해보세요!",
"엠파이어 스테이트 빌딩 경험은 단순한 전망 그 이상입니다.
세계에서 가장 유명한 랜드마크 중 하나를 통해 여행을 시작하고 예술적인 벽화와 역사적인 Dare to Dream 전시를 특징으로 하는 새롭게 개조된 아르데코 로비를 경험하게 될 것입니다.
86층 야외전망대에 오르면 뉴욕시 전체의 가장 상징적인 360도 파노라마 전망을 볼 수 있습니다.",
'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d12090.470159428245!2d-73.9856644!3d40.7484405!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xd134e199a405a163!2z7Jeg7YyM7J207Ja0IOyKpO2FjOydtO2KuCDruYzrlKk!5e0!3m2!1sko!2skr!4v1639719012784!5m2!1sko!2skr',
"Newyork.jpg",
"일반 입장권:45900/패스트트랙 입장권:90600",
"#가족여행추천#나도가고싶다#스파이더맨 왔다감#풍경 보러"
);

insert into Product(proName , price , continent,nation,address,date,tel,text,detailtext,mapurl,img_root,options,hashTag) values(
"[퀘벡] 쁘띠 샹플랭 Petit Champlain 패키지",
"45900",
"NorthA",
"캐나다",
"61 Rue du Petit Champlain, Québec, QC G1K 4H5 캐나다",
"오전 10:00~오후 5:00",
"+1 418-692-2613",
"퀘벡에서 가장 사랑받는 장소쁘띠 샹플랭 거리",
"** 선택 관광($40): 08:00 나이아가라 폭포 / 미국과 캐나다에 걸친 북아메리카에서 가장 큰 폭포 **
12:00 호텔 점심식사 후 퀘백으로 이동
13:00 드라마 '도깨비' 촬영지이자 유네스코 세계문화유산으로 지정된 올드퀘벡(어퍼타운 및 로워타운) 관광
- 역사의 숨결이 느껴지는 '샤토 프론트낙 호텔'
- 북미 최초의 상가거리인 '쁘띠 샹플랭 거리'
15:00 도깨비 묘지가 있던곳, '아브라함 평원'과 군사요새인 '시타델요새' 경유하여 석식장소로 이동",
'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d10922.520418855896!2d-71.2034392!3d46.8115918!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x11524a73e6863f6b!2sQuartier%20Petit%20Champlain!5e0!3m2!1sko!2skr!4v1640052683617!5m2!1sko!2skr',
"Canada.jpg",
"기본 패키지:118600/선택 관광(+몽모렌시 폭포):158600",
"#가족여행추천#사랑하는 사람과#풍경 보러#도깨비"
);

insert into hotel(imgurl,name,class,checkin,checkout,nation,address,price) values('gardenHotel.jpg', '서울 가든 호텔', 'Standard','15:00', '12:00','대한민국', '서울 마포구 마포대로 58', 108933),
( 'gardenHotel.jpg', '서울 가든 호텔', 'Deluxe', '15:00', '12:00', '대한민국','서울 마포구 마포대로 58', 218753),
('sunshine.jpg', '선샤인 시티 프린스 호텔', 'City Room', '14:00', '11:00', '일본','도쿄 3-1-5 Higashiikebukuro', 152144),
('sunshine.jpg', '선샤인 시티 프린스 호텔', 'Twin room', '14:00', '11:00', '일본','도쿄 3-1-5 Higashiikebukuro', 167642),
('kowloon.jpg', '더 카오룽 호텔', 'Deluxe',  '14:00', '11:00', '중국', '홍콩 19-21 Nathan Road', 105596),
( 'kowloon.jpg', '더 카오룽 호텔', 'Sea view',  '14:00', '11:00', '중국', '홍콩 19-21 Nathan Road', 109980),
( 'katathani.jpg', '카타타니 푸켓 비치 리조트', 'Deluxe', '14:00', '12:00', '태국', '푸켓 14 Kata Noi Rd', 145795),
('katathani.jpg', '카타타니 푸켓 비치 리조트', 'Suite', '14:00', '12:00', '태국', '푸켓 14 Kata Noi Rd', 189937);

insert into air(imgurl,toair,formair,boardingTime,DEPARTURETIME,class,price) values('koreanair.jpg', 'SEOUL', 'HONGKONG', '20:00 DEP. 18 2021', '23:10 DEP. 18 2021', 'Economy', 1013500),
( 'koreanair.jpg', 'SEOUL', 'HONGKONG', '20:00 DEP. 18 2021', '23:10 DEP. 18 2021', 'Business', 1702600),
( 'asiana.jpg','SEOUL', 'TOKYO', '10:00 DEP. 22 2021', '12:20 DEP. 22 2021', 'Economy', 598500),
('asiana.jpg','SEOUL', 'TOKYO', '10:00 DEP. 22 2021', '12:20 DEP. 22 2021', 'Business', 942300),
('asiana.jpg','SEOUL', 'NEWYORK', '10:50 DEP. 23 2021', '10:50 DEP. 24 2021', 'Economy', 1784200),
('asiana.jpg','SEOUL', 'NEWYORK', '10:50 DEP. 23 2021', '10:50 DEP. 24 2021', 'Business', 6909300),
( 'asiana.jpg','SEOUL', 'SANFRANCISCO', '20:40 DEP. 19 2021', '14:00 DEP. 20 2021', 'Economy', 1637900),
('asiana.jpg','SEOUL', 'SANFRANCISCO', '20:40 DEP. 19 2021', '14:00 DEP. 20 2021', 'Economy', 6391700);
